export default {
  projections: {
    ТоварыE: {
      цена: {
        __caption__: 'Цена'
      },
      наимТовара: {
        __caption__: 'Наим товара'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      масса: {
        __caption__: 'Масса'
      },
      произ: {
        __caption__: 'Произ'
      }
    },
    ТоварыL: {
      цена: {
        __caption__: 'Цена'
      },
      наимТовара: {
        __caption__: 'Наим товара'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      масса: {
        __caption__: 'Масса'
      },
      произ: {
        __caption__: 'Произ'
      }
    }
  },
  validations: {
    едИзм: {
      __caption__: 'Ед изм'
    },
    масса: {
      __caption__: 'Масса'
    },
    наимТовара: {
      __caption__: 'Наим товара'
    },
    произ: {
      __caption__: 'Произ'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
