export default {
  projections: {
    КлиентыE: {
      телефон: {
        __caption__: 'Телефон'
      },
      адресПостав: {
        __caption__: 'Адрес постав'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      },
      наимЗаказ: {
        __caption__: 'Наим заказ'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    },
    КлиентыL: {
      телефон: {
        __caption__: 'Телефон'
      },
      адресПостав: {
        __caption__: 'Адрес постав'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      },
      наимЗаказ: {
        __caption__: 'Наим заказ'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    }
  },
  validations: {
    адресПостав: {
      __caption__: 'Адрес постав'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    наимЗаказ: {
      __caption__: 'Наим заказ'
    },
    расчСчет: {
      __caption__: 'Расч счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
